webapp-osgeo-live/src/main/webapp/static/examples/sos_v100/requests_soap/DescribeSensor.xml

<env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope"
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
	xsi:schemaLocation="http://www.w3.org/2003/05/soap-envelope http://www.w3.org/2003/05/soap-envelope http://www.opengis.net/sos/1.0
	http://schemas.opengis.net/sos/1.0.0/sosDescribeSensor.xsd"
	xmlns:sos="http://www.opengis.net/sos/1.0" xmlns:ows="http://www.opengis.net/ows/1.1">
	<env:Body>
		<sos:DescribeSensor version="1.0.0" service="SOS" outputFormat="text/xml;subtype=&quot;sensorML/1.0.1&quot;">
			<sos:procedure>http://www.52north.org/test/procedure/6</sos:procedure>
		</sos:DescribeSensor>
	</env:Body>
</env:Envelope>